{
  "November 1": "The journey of a thousand miles begins with a single step.",
  "November 2": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
  "November 3": "Believe you can and you're halfway there.",
  "November 4": "The only way to do great work is to love what you do.",
  "November 5": "The secret of getting ahead is getting started.",
  "November 6": "Your time is limited, don't waste it living someone else's life.",
  "November 7": "It does not matter how slowly you go as long as you do not stop.",
  "November 8": "The harder you work for something, the greater you'll feel when you achieve it.",
  "November 9": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.",
  "November 10": "You are never too old to set another goal or to dream a new dream.",
  "November 11": "Success is walking from failure to failure with no loss of enthusiasm.",
  "November 12": "It always seems impossible until it's done.",
  "November 13": "Don't watch the clock; do what it does. Keep going.",
  "November 14": "You miss 100% of the shots you don't take.",
  "November 15": "The only limit to our realization of tomorrow will be our doubts of today.",
  "November 16": "The only thing standing between you and your goal is the story you keep telling yourself as to why you can't achieve it.",
  "November 17": "The future belongs to those who believe in the beauty of their dreams.",
  "November 18": "Success is not in what you have, but who you are.",
  "November 19": "The only place where success comes before work is in the dictionary.",
  "November 20": "The road to success and the road to failure are almost exactly the same.",
  "November 21": "In the middle of every difficulty lies opportunity.",
  "November 22": "You are the only one who can limit your greatness.",
  "November 23": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
  "November 24": "The key to success is to start before you are ready.",
  "November 25": "Success usually comes to those who are too busy to be looking for it.",
  "November 26": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.",
  "November 27": "The only way to do great work is to love what you do.",
  "November 28": "Success is not the key to happiness. Happiness is the key to success.",
  "November 29": "Don't stop when you're tired. Stop when you're done.",
  "November 30": "It always seems impossible until it's done."
}
